/* The string for canceling a map editing function. */
"CancelKey" = "Annuler";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Voulez-vous vraiment annuler cette opération?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Vos modifications ne seront pas enregistrées.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "L'objet que vous avez créé ne sera pas enregistré.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Ignorer les modifications";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Annuler les modifications";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Adresse non valide";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Une adresse doit être incluse pour le point.";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Vous n'avez ajouté aucune position pour ce point.";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Aucun nouveau point ne sera ajouté.";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Poursuivre les modifications";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Sélectionnez le point à supprimer.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Il n'y a aucun point à supprimer.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Voulez-vous vraiment effacer tous les points?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Non";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Oui";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Voulez-vous basculer vers un point?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Voulez-vous basculer vers une polyligne?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Voulez-vous basculer vers un polygone?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Les points que vous avez ajoutés ne seront pas modifiés et vous pourrez poursuivre la création de l'objet.";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Tous les points que vous avez ajoutés seront supprimés.";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Voulez-vous vraiment supprimer ce point?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Enregistrer";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filtrer";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Position actuelle";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Aucune suggestion trouvée";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adresse";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Tout effacer";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ créé avec succès";

/* The placeholder text of the Searchbar */
"SearchKey" = "Rechercher";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Ajouter un point";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Carte de base";

/* The title for the standard map type. */
"StandardKey" = "Standard";

/* The title for the hybrid map type. */
"HybridKey" = "Hybride";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Survol hybride";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Standard muette";

/* The title for the satellite map type. */
"SatelliteKey" = "Satellite";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Survol satellite";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Ajouter la position";

